import './post.css';

export default function post() {
    return (
    
    <div className="center">
      
    <div className="post">
      <img
        className="postImg"
        src="https://m.media-amazon.com/images/M/MV5BNTM5YmQ5ZGYtMzRiMC00ZmVkLWIzMGItYjkwMTRkZWIyMTk1XkEyXkFqcGdeQXVyNDI3NjcxMDA@._V1_UY317_CR31,0,214,317_AL_.jpg"
        alt=""
      />
      <div className="postInfo">
        <div className="postCats">
          <span className="postCat">
         
           
           হুমায়ূন আহমেদ
        
          </span>
          <br></br>
          <span className="postCat">
          
             ❤❤ ভালবাসার বিশেষ কিছু উক্তি ❤❤
           
          </span>
        </div>
      
      </div>
      <p className="postDesc">
       ১. “পৃথিবীতে অনেক ধরনের অত্যাচার আছে। ভালবাসার অত্যাচার হচ্ছে সবচেয়ে ভয়ানক অত্যাচার। এ অত্যাচারের বিরুদ্ধে কখনো কিছু বলা যায় না, শুধু সহ্য করে নিতে হয়।”
       </p>
       <p className="postDesc">
       ২. “এই পৃথিবীতে প্রায় সবাই, তার থেকে বিপরীত স্বভাবের মানুষের সাথে প্রেমে পড়ে।”
      </p>
      <p className="postDesc">
       ৩. “কাউকে প্রচন্ডভাবে ভালোবাসার মধ্যে এক ধরনের দুর্বলতা আছে। নিজেকে তখন তুচ্ছ এবং সামান্য মনে হয়। এই ব্যাপারটা নিজেকে ছোট করে দেয়। ”
      </p>
      <p className="postDesc">
       ৪. “প্রত্যেক ভালবাসায় দুইজন সুখী হলেও তৃতীয় একজন অবশ্যই কষ্ট পাবেই, এটাই হয়তো প্রকৃতির নিয়ম।”
      </p>
      <p className="postDesc">
       ৫. “যার রাগ বেশি সে নীরবে অনেক ভালোবাসতে জানে, যে নীরবে ভালোবাসতে জানে তার ভালোবাসার গভীরতা বেশি, আর যার ভালোবাসার গভীরতা বেশি তার কষ্টও অনেক বেশি। ”
      </p>
    </div>
    <div className="post">
      <img
        className="postImg"
        src="https://upload.wikimedia.org/wikipedia/commons/b/b0/A._P._J._Abdul_Kalam_in_2008.jpg"
        alt=""
      />
      <div className="postInfo">
        <div className="postCats">
          <span className="postCat">
         
           
          ড. এপিজে আব্দুল কালাম
        
          </span>
          <br></br>
          <span className="postCat">
          
        👌👌 জীবনমুখী কিছু উক্তি 👌👌
           
          </span>
        </div>
      
      </div>
      <p className="postDesc">
       ১. “একটি ভালো বই একশ ভালো বন্ধুর সমান, কিন্তু একজন ভালো বন্ধু একটি লাইব্রেরির সমান।”
       </p>
       <p className="postDesc">
       ২. “সফলতার গল্প পড়ো না, কারণ তা থেকে তুমি শুধু গল্পটাই পাবে। ব্যর্থতার গল্প পড়ো, তাহলে সফল হওয়ার কিছু উপায় পাবে।”
      </p>
      <p className="postDesc">
       ৩. “স্বপ্ন পূরণ না হওয়া পর্যন্ত স্বপ্ন দেখে যাও। স্বপ্ন সেটা নয় যা তুমি ঘুমিয়ে ঘুমিয়ে দেখো, স্বপ্ন হলো সেটাই যা তোমাকে ঘুমোতে দেয় না।”
      </p>
      <p className="postDesc">
       ৪. “মানুষ তার ভবিষ্যত পরিবর্তন করতে পারে না, কিন্তু অভ্যাস পরিবর্তন করতে পারে। অভ্যাসই মানুষের ভবিষ্যত পরিবর্তন করে দেয়।”
      </p>
      <p className="postDesc">
       ৫. “নেতা সমস্যায় ভয় পান না। বরং সমস্যার মোকাবিলা করতে জানবেন। তাকে কাজ করতে হবে সততার সঙ্গে।”
      </p>
    </div>
            
    </div>
 
    )
}
